Revit 2024 API
FormatOptions Constructor
 Creates a new FormatOptions object that represents default formatting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public FormatOptions()
Visual Basic
Public Sub New
Visual C++
public:
FormatOptions()
See Also
FormatOptions Class
FormatOptions Overload
Autodesk.Revit.DB Namespace